Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/VideoSubscriberAccount.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# UNSUPPORTED_PROVIDER_SYSTEM_MESSAGE
source: We will save your TV provider so you don’t have to select it in each app. However, since your TV provider is not participating in single sign-on, you’ll still have to sign in to each app individually.
ar: سنحفظ مزود التلفزيون حتى لا تحتاج لتحديده في كل تطبيق. لكن بما أن مزود التلفزيون لا يشارك في ميزة تسجيل الدخول الموحد، فلا تزال بحاجة لتسجيل الدخول إلى التطبيقات المدعومة الأخرى بشكل فردي.
bg: Ще запишем вашия ТВ оператор, за да не се налага да го избирате във всяко приложение. Все пак ще трябва да влизате отделно във всяко приложение, тъй като ТВ операторът не участва в програмата за единичен вход.
ca: Apple desarà el teu proveïdor de TV perquè no l’hagis de seleccionar a totes les apps. No obstant això, com que el teu proveïdor no participa en l’inici de sessió únic, caldrà que inicïs la sessió en les altres apps compatibles individualment.
cs: Vašeho poskytovatele TV uložíme, abyste ho nemuseli vybírat v každé aplikaci zvlášť. Váš poskytovatel TV ale nepodporuje jednotné přihlášení, takže se stále budete muset ke každé aplikaci jednotlivě přihlásit.
da: Din tv-udbyder bliver gemt, så du ikke skal vælge den i hver app. Du kan dog ikke bruge Log ind i et trin med din tv-udbyder, så du skal stadig logge ind på hver app enkeltvis.
de: Wir sichern deinen TV-Anbieter, damit du ihn nicht in jeder App einzeln auswählen musst. Da dein TV-Anbieter allerdings die Gesamtauthentifizierung nicht unterstützt, musst du dich dennoch bei den Apps einzeln anmelden.
el: Ο πάροχος τηλεοπτικών υπηρεσιών σας θα αποθηκευτεί ώστε να μη χρειάζεται να τον επιλέγετε σε κάθε εφαρμογή. Ωστόσο, ο πάροχός σας δεν είναι συμβατός με την Ενιαία σύνδεση, οπότε θα πρέπει να συνδεθείτε σε κάθε εφαρμογή ξεχωριστά.
es: Guardaremos tu proveedor de TV para que no tengas que seleccionarlo en cada una de las apps. Sin embargo, dado que tu proveedor de TV no participa en el sistema de inicio de sesión único, seguirás teniendo que iniciar la sesión por separado en cada una de las apps.
es_419: Guardaremos tu proveedor de TV para que no tengas que seleccionarlo en cada app. Sin embargo, debido a que tu proveedor de TV no admite el inicio de sesión único, deberás iniciar sesión por separado en cada app.
fi: TV-palveluntarjoajasi tallennetaan, joten sinun ei tarvitse valita sitä jokaisessa apissa. Koska TV-palveluntarjoajasi ei osallistu kertakirjautumiseen, joudut kuitenkin kirjautumaan sisään jokaiseen appiin erikseen.
fr: Nous enregistrerons votre fournisseur TV afin que vous n’ayez pas à le sélectionner dans chaque app. Toutefois, dans la mesure où votre fournisseur TV ne prend pas en charge la connexion unique, vous devrez vous connecter à chaque app individuellement.
fr_ca: Nous enregistrerons votre fournisseur de contenus télévisés pour que vous n’ayez pas à le sélectionner dans chaque app. Toutefois, puisqu’il ne participe pas à l’authentification unique, vous devrez tout de même vous connecter à chacune des apps individuellement.
he: נזכור את ספק שירותי הטלוויזיה שלך כדי שלא יהיה צורך לבחור אותו מחדש בכל יישום בנפרד, אך כיוון שספק זה אינו משתתף ב״כניסה יחידה״, עדיין יהיה צורך בהתחברות לחשבון מתוך היישום.
hi: हम आपके टीवी सर्विस प्रोवाइडर को सहेज लेंगे ताकि आपको हर ऐप में उसे न चुनना पड़े। फिर भी, चूँकि आपका टीवी सर्विस प्रोवाइडर सिंगल साइन ऑन में भागीदार नहीं है इसलिए आपको हर ऐप में अलग-अलग साइन इन करना होगा।
hr: Spremit ćemo vašeg TV operatera kako ga ne biste morali odabrati u svakoj aplikaciji. Ipak, pošto vaš TV operater ne sudjeluje u jednostrukoj prijavi, i dalje ćete se morati pojedinačno prijaviti u svaku aplikaciju.
hu: Elmentjük a televíziószolgáltatóját, így nem szükséges kiválasztania az egyes appokban. Mivel a televíziószolgáltatója nem biztosítja az egyszeri bejelentkezés funkciót, továbbra is egyenként kell bejelentkeznie az egyes appokba.
id: Kami akan menyimpan penyedia TV Anda agar Anda tidak perlu memilihnya di setiap app. Namun, berhubung penyedia TV Anda tidak berpartisipasi dalam masuk tunggal, Anda masih harus masuk ke setiap app secara terpisah.
it: Il provider TV verrà salvato in modo che tu non debba selezionarlo in ogni app. Tuttavia, poiché questo provider non offre l’accesso singolo, dovrai comunque accedere a ogni app individualmente.
ja: 各アプリで選択する必要がないように、このTVプロバイダを保存しておきます。ただし、このTVプロバイダはシングルサインオンに対応していないため、各アプリで個別にサインインする必要があります。
kk: Теледидар провайдері сақталады, сондықтан оны әр қолданбада таңдаудың қажеті жоқ. Алайда, теледидар провайдері жүйеге бірыңғай кіру функциясын қолдамайтындықтан, әлі де әр қолданбаға жеке кіру қажет болады.
ko: 각각의 앱에서 TV 제공업체를 선택할 필요가 없도록 TV 제공업체를 저장합니다. 그러나 TV 제공업체에서 단일 로그인을 사용할 수 없기 때문에, 각각의 앱에 개별적으로 로그인해야 합니다.
lt: Išsaugosime televizijos paslaugų teikėją, kad nereikėtų jo rinktis kiekvienoje programoje. Tačiau, kadangi televizijos paslaugų teikėjas nedalyvauja vieno prisijungimo sistemoje, vis tiek turėsite prisijungti prie kiekvienos programos atskirai.
ms: Kami akan menyimpan penyedia TV anda supaya anda tidak perlu memilihnya dalam setiap app. Walau bagaimanapun, memandangkan penyedia TV anda tidak mengambil bahagian dalam daftar diri tunggal, anda masih perlu mendaftar masuk ke setiap app secara individu.
nl: We bewaren je tv-aanbieder zodat je deze niet in elke app hoeft te selecteren. Maar omdat je tv-aanbieder niet deelneemt aan eenmalige aanmelding, moet je nog steeds apart bij elke app inloggen.
no: Vi arkiverer TV-distributøren din, slik at du ikke trenger å velge den i hver enkelt app. Siden TV-distributøren ikke bruker engangspålogging må du imidlertid fremdeles logge på i hver app enkeltvis.
pl: Twój dostawca TV zostanie zachowany, dzięki czemu nie będzie trzeba wybierać go w każdej aplikacji. Konieczne będzie jednak osobne logowanie się w każdej aplikacji, ponieważ Twój dostawca TV nie obsługuje pojedynczego logowania.
pt: Salvaremos o seu provedor de TV para que você não precise selecioná-lo em cada app. No entanto, você precisará iniciar a sessão em cada app individualmente, já que o seu provedor não participa do início de sessão único.
pt_pt: Guardaremos o seu fornecedor de TV para que não tenha de o selecionar em cada aplicação. No entanto, visto que o fornecedor de TV não participa no início de sessão único, terá na mesma de iniciar sessão individualmente em cada aplicação.
ro: Furnizorul TV va fi salvat, pentru a nu trebui să îl selectați în fiecare aplicație. Cu toate acestea, deoarece furnizorul TV nu participă la sistemul de autentificare unică, va trebui totuși să vă autentificați în fiecare aplicație individual.
ru: После сохранения телепровайдера не нужно будет выбирать в каждом приложении. Однако, так как этот телепровайдер не поддерживает функцию единого входа, нужно будет выполнить вход отдельно в каждом приложении.
sk: Vášho poskytovateľa TV služieb uložíme, aby ste ho nemuseli vyberať v každej apke zvlášť. Váš poskytovateľ ale nepodporuje službu jednorazového prihlásenia, preto sa budete musieť najprv osobitne prihlásiť v každej apke.
sl: Ponudnika televizijskih storitev bomo shranili, da vam ga ne bo treba izbrati v vsaki aplikaciji. Ker pa ponudnik ne ponuja enkratnega vpisa, se boste morali vpisati v vsako aplikacijo posebej.
sv: Vi sparar din TV-leverantör så att du slipper välja den i alla appar. Eftersom TV-leverantören inte deltar i enkel inloggning måste du fortfarande logga in i varje app för sig.
th: เราจะบันทึกผู้ให้บริการทีวีของคุณเพื่อให้คุณไม่ต้องเลือกอีกในแต่ละแอป อย่างไรก็ตาม เนื่องจากผู้ให้บริการทีวีของคุณไม่ได้เข้าร่วมในการลงชื่อเข้าแบบครั้งเดียว คุณจะต้องลงชื่อเข้าแอปแยกกันทีละแอป
tr: TV sağlayıcınız, onu her bir uygulamada seçmek zorunda kalmamanız için kaydedilir. Ancak TV sağlayıcınız, tek oturum açmaya katılmadığı için uygulamalara ayrı ayrı giriş yapmanız gerekir.
uk: Вибір вашого ТБ‑провайдера буде збережено, тож вам не потрібно знову вибирати його в кожній програмі. Але оскільки до вашого ТБ‑провайдера не застосовується процедура єдиного входу, потрібно буде виконати вхід у кожній програмі окремо.
vi: Chúng tôi sẽ lưu nhà cung cấp TV để bạn không phải chọn trong từng ứng dụng. Tuy nhiên, vì nhà cung cấp TV của bạn hiện không tham gia vào đăng nhập một lần nên bạn sẽ vẫn phải đăng nhập vào từng ứng dụng riêng lẻ.
zh_cn: 我们将存储你的电视提供商，让你无需在每个App中选择。但由于你的电视提供商未参与单点登录，你仍需要分别登录每个App。
zh_hk: 我們會儲存你的電視供應商，讓你毋須在每個App中選擇。但是，由於你的電視供應商未參與單一登入，你將需要分別登入每個App。
zh_tw: 我們會儲存你的電視業者，讓你不用在每個App中選取。然而，由於你的電視業者未支援單一登入，你仍需要個別登入每個App。

# ONSCREEN_CODE_WEBSITE_ENTER_CODE
source: When asked, enter code:
ar: عند مطالبتك، يرجى إدخال الرمز:
bg: При подкана въведете следния код:
ca: Quan se’t demani, introdueix el codi:
cs: Po zobrazení výzvy zadejte kód:
da: Skriv koden, når du bliver bedt om det:
de: Gib auf Anfrage den Code ein:
el: Όταν σας ζητηθεί, εισαγάγετε τον κωδικό:
es: Cuando se te pida, introduce el código:
es_419: Cuando se te pida, ingresa el código:
fi: Syötä pyydettäessä koodi:
fr: Lorsque cela vous est demandé, saisissez le code :
fr_ca: Entrez le code lorsque vous y êtes invité :
he: כאשר מופיעה הבקשה לכך, יש להזין את הקוד:
hi: पूछा जाए, तो कोड दर्ज करें :
hr: Kad se prikaže upit, unesite kôd:
hu: A kérdésnél adja meg a következő kódot:
id: Setelah diminta, masukkan kode:
it: Quando ti viene richiesto, inserisci il codice:
ja: コードを聞かれたときに、次のコードを入力:
kk: Сұралған кезде кодты енгізіңіз:
ko: 대화상자가 나타나면 다음 코드를 입력하십시오.
lt: Kai būsite paprašyti, įveskite kodą:
ms: Apabila diminta, masukkan kod:
nl: Wanneer je daarom wordt gevraagd, voer je de code in:
no: Oppgi denne koden ved forespørsel:
pl: Gdy aplikacja o to poprosi, podaj kod:
pt: Quando solicitado, digite o código:
pt_pt: Quando lhe for pedido, digite o código:
ro: Când vi se solicită, introduceți codul:
ru: По запросу от системы введите код:
sk: Po zobrazení výzvy zadajte kód:
sl: Ob pozivu vnesite kodo:
sv: Ange följande kod när du uppmanas till det:
th: เมื่อถาม ให้ป้อนรหัส:
tr: Sorulduğunda şu kodu girin:
uk: Отримавши запит, введіть код:
vi: Khi được yêu cầu, hãy nhập mã:
zh_cn: 询问时，输入代码：
zh_hk: 當系統要求時，輸入代碼：
zh_tw: 當系統詢問時，輸入代碼：

# LOADING_TITLE
source: Loading…
ar: يجري التحميل…
bg: Зареждане…
ca: Carregant…
cs: Načítání…
da: Indlæser…
de: Laden …
el: Φόρτωση…
es: Cargando…
es_419: Cargando…
fi: Ladataan…
fr: Chargement…
fr_ca: Chargement…
he: טוען…
hi: लोड हो रहा है…
hr: Učitavanje…
hu: Betöltés…
id: Memuat…
it: Carico…
ja: 読み込み中…
kk: Жүктелуде…
ko: 로드 중…
lt: Įkeliama…
ms: Memuatkan…
nl: Laden…
no: Laster inn…
pl: Wczytuję…
pt: Carregando…
pt_pt: A carregar…
ro: Încărcare…
ru: Загрузка…
sk: Načítavam…
sl: Nalaganje …
sv: Läser in…
th: กำลังโหลด…
tr: Yükleniyor…
uk: Завантаження…
vi: Đang tải…
zh_cn: 正在载入…
zh_hk: 正在載入⋯
zh_tw: 載入中⋯

# IDENTITY_PROVIDER_PICKER_APP_MESSAGE_NO_RESOURCE_TITLE_FORMAT
source: To watch %@, sign in with your TV provider.
ar: لمشاهدة %@، قم بتسجيل الدخول لدى مزود خدمة التلفزيون.
bg: За да гледате %@, влезте в регистрацията към вашия ТВ оператор.
ca: Per mirar continguts de l’app %@, inicia sessió amb el teu proveïdor de TV.
cs: Chcete‑li sledovat obsah v „%@“, přihlaste se u svého poskytovatele TV.
da: Hvis du vil se %@, skal du logge ind hos din tv-udbyder.
de: Um „%@“ zu sehen, melde dich bei deinem TV-Anbieter an.
el: Για παρακολούθηση του «%@», πρέπει να συνδεθείτε στον πάροχο τηλεοπτικών υπηρεσιών σας.
es: Para ver “%@”, inicia sesión con la cuenta de tu proveedor de TV.
es_419: Para ver %@, inicia sesión con tu proveedor de TV.
fi: Katso %@ kirjautumalla TV-palveluntarjoajan palveluun.
fr: Pour regarder %@, connectez-vous à votre fournisseur TV.
fr_ca: Pour visionner %@, connectez-vous auprès de votre fournisseur de télévision.
he: כדי לצפות ב-״%@״, יש להתחבר באמצעות ספק שירותי הטלוויזיה שלך.
hi: %@ देखने के लिए अपने टीवी सर्विस प्रोवाइडर के साथ साइन इन करें।
hr: Za gledanje "%@", prijavite se kod vašeg TV operatera.
hu: A(z) %@ megnézéséhez jelentkezzen be a televíziószolgáltatóval.
id: Untuk menonton %@, masuk dengan penyedia TV Anda.
it: Per guardare %@, esegui l’accesso con le credenziali che utilizzi per il tuo provider TV.
ja: %@を視聴するには、TVプロバイダにサインインしてください。
kk: «%@» қолданбасын көру үшін жүйеге теледидар провайдерінің жүйесіне кіріңіз.
ko: ‘%@’을(를) 보려면 사용자의 TV 제공업체로 로그인하십시오.
lt: Jei norite žiūrėti programą „%@“, prisijunkite įvesdami televizijos paslaugų teikėjo duomenis.
ms: Untuk menonton %@, daftar masuk dengan penyedia TV anda.
nl: Log in bij je tv-aanbieder om %@ te bekijken.
no: Logg på hos TV-distributøren din for å se %@.
pl: Aby oglądać %@, zaloguj się, używając konta dostawcy TV.
pt: Para assistir %@, inicie a sessão no seu provedor de TV.
pt_pt: Para ver %@, inicie sessão com a conta do seu fornecedor de TV.
ro: Pentru a viziona %@, autentificați-vă la furnizorul dvs. TV.
ru: Для просмотра «%@» войдите в систему телепровайдера.
sk: Na sledovanie obsahu v apke %@ sa prihláste cez svojho poskytovateľa TV služby.
sl: Če želite gledati %@, se vpišite pri svojem ponudniku televizijskih storitev.
sv: Logga in hos TV-leverantören om du vill titta på ”%@”.
th: ในการดู %@ ให้ลงชื่อเข้ากับผู้ให้บริการทีวีของคุณ
tr: %@ izlemek için TV sağlayıcınız ile giriş yapın.
uk: Щоб дивитись %@, увійдіть в обліковий запис свого ТБ‑провайдера.
vi: Để xem %@, hãy đăng nhập với nhà cung cấp TV của bạn.
zh_cn: 若要观看%[tt]@，请登录电视提供商账户。
zh_hk: 要觀看「%@」，請登入你的電視供應商帳户。
zh_tw: 若要觀賞%@，請登入你的電視業者帳號。

# REMOVE_TV_PROVIDER_DESCRIPTION_TEXT
source: Remove the stored TV Provider.
ar: إزالة مزود خدمة التلفزيون المخزَّن.
bg: Премахване на запазения ТВ оператор.
ca: Elimina el proveïdor de TV desat.
cs: Odstraní uloženého poskytovatele TV.
da: Fjern den gemte tv-udbyder.
de: Entferne den gespeicherten TV-Anbieter.
el: Αφαιρέστε τον αποθηκευμένο πάροχο τηλεοπτικών υπηρεσιών.
es: Elimina el proveedor de TV guardado.
es_419: Elimina el proveedor de TV almacenado.
fi: Poista tallennettu TV-palveluntarjoaja.
fr: Supprimez le fournisseur TV enregistré.
fr_ca: Supprimez le fournisseur télévisuel enregistré.
he: פעולה זו מסירה את ספק שירותי הטלוויזיה שהוגדר.
hi: संग्रहित टीवी सर्विस प्रोवाइडर हटाएँ।
hr: Uklonite spremljenog TV operatera.
hu: Eltávolítja a tárolt televíziószolgáltatót.
id: Hapus Penyedia TV yang disimpan.
it: Rimuovi il provider TV salvato.
ja: 保存されたTVプロバイダを削除します。
kk: Сақталған ТД провайдерін жойыңыз.
ko: 저장된 TV 제공업체를 제거합니다.
lt: Šalinti išsaugotą televizijos paslaugų teikėją.
ms: Keluarkan Penyedia TV disimpan.
nl: Verwijder de opgeslagen tv-aanbieder.
no: Fjern arkivert TV-distributør.
pl: Usuń zachowanego dostawcę TV.
pt: Remove o Provedor de TV armazenado.
pt_pt: Remove o fornecedor de TV armazenado.
ro: Eliminați furnizorul TV stocat.
ru: Удалить сохраненного телепровайдера.
sk: Odstráni uchovaného poskytovateľa TV služby.
sl: Odstrani shranjenega ponudnika televizijskih storitev.
sv: Ta bort den lagrade TV-leverantören.
th: เอาผู้ให้บริการทีวีที่จัดเก็บออก
tr: Saklanan TV sağlayıcıyı siler.
uk: Вилучити збереженого ТБ‑провайдера.
vi: Xóa nhà cung cấp TV đã lưu trữ.
zh_cn: 移除储存的电视提供商。
zh_hk: 移除已儲存的電視供應商。
zh_tw: 移除儲存的電視業者。

# DEVELOPER_PROVIDER_DISPLAY_NAME_TITLE
source: Name
ar: الاسم
bg: Име
ca: Nom
cs: Název
da: Navn
el: Όνομα
es: Nombre
es_419: Nombre
fi: Nimi
fr: Nom
fr_ca: Nom
he: שם
hi: नाम
hr: Naziv
hu: Név
id: Nama
it: Nome
ja: 名前
kk: Атауы
ko: 이름
lt: Pavadinimas
ms: Nama
nl: Naam
no: Navn
pl: Nazwa
pt: Nome
pt_pt: Nome
ro: Nume
ru: Название
sk: Názov
sl: Ime
sv: Namn
th: ชื่อ
tr: Ad
uk: Назва
vi: Tên
zh_cn: 名称
zh_hk: 名稱
zh_tw: 名稱
